SIMISA@@@@@@@@@@JINX0D0t______

Wagon ( OR-65894-B

Comment( ************** General Information***************** )
Type ( Engine )
WagonShape ( DR_BR_J27_65894.s )
Size  ( 2.63462m 4.12252m 8.98m )
Mass ( 49.5t-uk )

Comment( ************ Coupler Information ****************** )
	
Comment( == Rear Coupler == )
Coupling (
		Type ( Bar )
		Spring (
			Break ( 710kN 1220kN )
			r0 ( 0cm 0cm )
		)
		CouplingHasRigidConnection (1)
	)
Comment( == Front Coupler == )
	Coupling (
			Type ( Chain )
			Spring (
			Break ( 600kN 1000kN )
			r0 ( 20cm 0cm )
			)
	CouplingHasRigidConnection (0)
	)
	
Comment( ********** Brakes, Type, Force, etc *************** )
BrakeSystemType ( "Vacuum_single_pipe" )
MaxBrakeForce ( 135kN ) Comment(Brake % 55 WWO CoF 0.5)
MaxHandbrakeForce ( 0kN ) Comment(ctn calc)
BrakeCylinderPressureForMaxBrakeBrakeForce ( 21 ) 

Comment (* Cast Iron Brakeshoes *)
ORTSBrakeShoeFriction ( 0.0 0.50 8.0 0.288 16.1 0.241 24.1 0.211 32.2 0.187 40.2 0.173 48.3 0.161 56.3 0.150 64.4 0.142 72.2 0.139 80.5 0.134 88.5 0.129 96.6 0.125 104.6 0.123 112.7 0.121)

Comment( ********* Curve Resistance & SuperElevation ********* )
CentreOfGravity ( 0m 2.5m 0m )
ORTSTrackGauge ( 4ft 8.5in )
ORTSUnbalancedSuperelevation ( 6in )
ORTSRigidWheelbase ( 16.0ft 6.0in )

Comment( ***************** Friction************************* )

ORTSBearingType ( Friction )

Comment( CN 1990 DWx18)
ORTSDavis_A ( 5049 )
ORTSDavis_B ( 16.55 )
ORTSDavis_C ( 5.075 )

ORTSWagonFrontalArea (95ft^2)
ORTSDavisDragConstant (0.0024)

Comment(  ******* Lights Section *******  Included in this section - Type, Colour, Location, Size, Control, etc)


Lights	( 2
			Light	(
			comment( Front White Lamp Position B )
			Type		( 0 )
			Conditions	(
					Headlight ( 4 )
					Unit ( 2 ) Service ( 2 )
					)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	1
			State	(
					Duration ( 0.05 )
					LightColour ( cddddddd )
					Position ( 0 3.54 3.76 ) 
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.70 )
					)
				)
			)
			Light	(
			comment( Front Red Lamp Position B-Reversed )
			Type		( 0 )
			Conditions	(
					Headlight ( 4 )
					Unit ( 4 ) Service ( 2 )
					)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	1
			State	(
					Duration ( 0.05 )
					LightColour ( ccff0000 )
					Position ( 0 3.54 3.76 ) 
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.70 )
					)
				)
			)
		)

Comment( ******* Miscellaneous Wagon Information************ )

Comment (Passenger View)	
	Inside (
	WagonShape ( DR_BR_J27_65894.s )
        PassengerCabinHeadPos ( 1.423 3.0 -2.6 )
        RotationLimit ( 90 180 160 )
        StartDirection ( 0 0 0 )
  	)
Sound ( "..\\..\\Common.MEP\\Standard2MT-4MTSound\\Standardeng.sms" )
)



Engine ( OR-65894-B

Effects
	(
	SteamSpecialEffects	(
	comment(the format of these little blocks is as follow:

	offset.x offset.y offset.z
	normal.x normal.y normal.z
	width in metres

	defining the offset from the shape pivot point where steam / 	smoke should appear, the direction it should go and the 	width of the nozzle
			)

			WhistleFX
			(
				0 3.8 -2.100
				0 1 0
				0.15
			)

			SafetyValvesFX
			(
				0 3.6 -1.383
				0 1 0
				0.3
			)
			SafetyValvesFX
			(
				-0.154 3.6 -1.683
				0 1 0
				0.3
			)
			StackFX
			(
				0 4 3
				0 1 0
				0.3
			)
			StackFX
			(
				0 4 3
				0 1 0
				0.25
			)
			StackFX
			(
				0 4 3
				0 1 0
				0.25
			)
			DrainpipeFX
			(
				-1.5 1.258 -3.886
				-1 -1 -1
				0.05
			)

			Injectors2FX
			(
				-1. 0.85 -3.4
				0 -1 0
				0.15
			)
			Injectors1FX
			(
				1 0.85 -3.4
				0 -1 0
				0.15
			)

			CylindersFX
			(
				-0.7 0.5 3.5
				0 0 1
				0.18
			)

			CylindersFX
			(
				0.7 0.5 3.5
				0 0 1
				0.18
			)
		)
	)

Wagon ( OR-65894-B )
Comment ( *************General Information****************** )

ORTSSteamLocomotiveType ( Simple )
Type ( Steam )
WheelRadius ( 27.625in )
NumWheels ( 3 )
ORTSDriveWheelWeight ( 49.5t-uk )
Sanding ( 25mph )

Comment ( ******************** Boiler ************************ )

ORTSSteamBoilerType ( Superheated )
BoilerVolume ( 175ft^3 ) 
ORTSEvaporationArea ( 1326ft^2 )
ORTSSuperheatArea ( 247ft^2 )
MaxBoilerPressure ( 180psi )
MaxSteamHeatingPressure ( 80psi )

Comment ( ****************** Cylinders *********************** )

NumCylinders ( 2 )
CylinderStroke ( 26in ) 
CylinderDiameter ( 18.5in ) 
ORTSCylinderEfficiencyRate ( 1.0 )  

Comment ( ********************* Fire ************************* ) 

ORTSFuelCalorific ( 13700btu/lb )
ORTSGrateArea ( 20ft^2 )
SteamFiremanMaxPossibleFiringRate( 3000 ) 
ShovelCoalMass ( 14lb )     

Comment ( ********************* Fuel ************************* )

MaxTenderCoalMass ( 5t-uk )
MaxTenderWaterMass ( 30000lb )
IsTenderRequired( 1 )	

Comment(       ********ADVANCED PARAMETERS**********      )
Comment( Remove comment statement and outer brackets as required)

Comment(ORTSMaxIndicatedHorsepower ( 931.0hp )) 

Comment(ORTSMaxSuperheatTemperature ( 128.0 ))

ORTSBoilerEfficiency( 0.0 0.905  190.0 0.4525 ) Comment(From 4MT Report)

ORTSBurnRate( 0.0 10.0  7875.0 1000.0  12337.0 2000.0  14875.0 2500.0  16275.0 3000.0  18375.0 3500.0 ) Comment(From Pawson Graph)

Comment(ORTSBurnRate( 0.0 10.0   6000.0 690.0   8000.0 965.0   10000.0 1260.0   12000.0 1580.0   14000.0 1935.0   16000.0 2335.0  18000.0 2790.0  19600.0 3250.0  22490.0 5078.0 )) Comment (From 4-6-0 4MT Report)

    
Comment ( *******************Brake System ******************** )   

TrainBrakesControllerMinSystemPressure( 0 )
TrainBrakesControllerMaxSystemPressure( 21 )
BrakeEquipmentType ( "Vacuum_brake, Handbrake " )
BrakeSystemType ( "Vacuum_single_pipe" )

Comment(************Train Control Sysytem (if used)**********        

Includes Monitoring of Overspeed, Vigilance, Emergency Braking 

*************************************************************)

     
Comment ( **************** Engine Controls ***************** )   
EngineControllers (
Regulator ( 0 1 0.0475 0 
            NumNotches( 0 )
    			)
Cutoff    ( -0.75 0.75 0.01 0 
            NumNotches( 0 )		
  		)

Brake_Train ( 0 1 0.1 0.5
NumNotches( 3
Notch ( 0.0 0 TrainBrakesControllerReleaseStart )
Notch ( 0.1 0 TrainBrakesControllerRunningStart )
Notch ( 0.2 1 TrainBrakesControllerVacuumContinuousServiceStart ) ) )
            
Brake_Hand ( 0 1 0.0125 0
	NumNotches ( 0 ))
FireDoor ( 4 4 0.4 0
	NumNotches ( 0 ))
Sanding( 0 1 0 )
Blower ( 0 1 0.025 0.2
	NumNotches ( 0 ))
ORTSSteamHeat( 0 1 0.0125 0.5 )
Shovel ( 0 1 0.1 0
	NumNotches ( 0 ))
DampersFront ( 0 1 0.1 1
	NumNotches ( 0 ))
DampersBack ( 0 1 0.1 0
	NumNotches ( 0 ))
Injector1Steam ( 0 1 0 )
Injector2Steam ( 0 1 0 )
Injector1Water ( 0 1 0.1 0
	NumNotches ( 0 ))
Injector2Water ( 0 1 0.1 0
	NumNotches ( 0 ))
CylinderCocks ( 0 1 1 )
Whistle ( 0 1 0 )
Comment(WaterScoop ( 0 1 0 ))
SmallEjectorOrCompressor( 0 1 1 )
BellToggle( 0 1 0 )
Headlights( 0 1 0 )
)

Comment ( ************ Miscellaneous Information ************* )   

Cabview ( B1.cvf )
HeadOut (  -1.423 3.0 -2.6 )
Sound ( "..\\..\\Common.MEP\\Standard2MT-4MTSound\\Standardcab.sms" )
Name ( "65894 J27 Wilson-Worsdell, Local Passenger, TE: 24.64Klbf, Coal 5t, Water 3000gal" )
Description (
"Wilson Worsdell's Class P3 (LNER J27) was a relatively minor modification of the existing North Eastern Railway's (NER) Class P2 (LNER J26)
Initially eighty J27s were built between 1906 and 1909 in five batches, distributed amongst Darlington, North British Locomotive Co., Beyer Peacock & Co, and Robert Stephenson & Co. Twelve years later, a batch of twenty five J27s were built by Darlington with Schmidt superheaters and piston valves. These were delivered in 1921-2 and were followed by a final order of ten placed in December 1922 and built by the LNER at Darlington in 1923. The superheated J27s could be identified by their extended smokeboxes.
In common with the J26s, the J27s were initially allocated to long distance mineral and freight trains but were displaced to local mineral traffic as larger locomotives were introduced. As such they proved to be robust locomotives capable of hard work. They were widely distributed over the NER and it appears that the saturated and superheated engines were used interchangeably. At Grouping (1923), major allocations were to Percy Main, Newport, Shildon, and Sunderland.
World War 2 saw regular appearances of J27s at Edinburgh. They never ventured any further than Edinburgh, and were usually returned to the NE Area at the first possible opportunity. As with the J26s, an attempt was made to concentrate the class at a small number of sheds in 1943. This resulted in allocations to Heaton (16), Percy Main (16), North Blyth (15), Selby (15), Sunderland, West Hartlepool, Stockton, Neville Hill, Haverton Hill, South Blyth, and Consett.
Post-war, the J27s stopped hauling goods trains but they continued to haul heavy mineral trains. Withdrawals began in March 1959, but in June 1966 thirty six were still putting in hard work hauling coal in County Durham and South Northumberland. The final J27s were withdrawn from the Blyth area where they operated the short trip workings between the nearby coalfield and shipping staithes. The last J27 was withdrawn in September 1967.")
)
